Repository: makoni/couchdb-vapor
Catalog: Sources/CouchDBClient/Localizable.xcstrings
Source language: en
Languages: ar, ba, be, bg, cs, da, de, el, es, fi, fil, fr, hi, hr, id, it, ja, kk, ko, ky, nb, nl, pl, pt, ro, ru, sk, sl, sr, sv, th, tr, tt, uk, ur, uz, vi, zh

# DELETE_ERROR
source: The DELETE request wasn't successful: %@
ar: فشل طلب DELETE: %@
ba: DELETE һорауы уңышһыҙ булды: %@
be: Запыт DELETE не быў паспяховым: %@
bg: DELETE заявката не бе успешна: %@
cs: Požadavek DELETE nebyl úspěšný: %@
da: DELETE-anmodningen var ikke succesfuld: %@
de: Die DELETE-Anfrage war nicht erfolgreich: %@
el: Το αίτημα DELETE δεν ήταν επιτυχές: %@
es: La solicitud DELETE no fue exitosa: %@
fi: DELETE-pyyntö epäonnistui: %@
fil: Ang DELETE request ay hindi matagumpay: %@
fr: La requête DELETE n'a pas abouti : %@
hi: DELETE अनुरोध सफल नहीं था: %@
hr: DELETE zahtjev nije uspio: %@
id: Permintaan DELETE tidak berhasil: %@
it: La richiesta DELETE non è riuscita: %@
ja: DELETEリクエストが失敗しました：%@
kk: DELETE сұрауы сәтсіз аяқталды: %@
ko: DELETE 요청이 성공하지 못했습니다: %@
ky: DELETE сурамы ийгиликсиз болду: %@
nb: DELETE-forespørselen var ikke vellykket: %@
nl: Het DELETE-verzoek was niet succesvol: %@
pl: Żądanie DELETE nie powiodło się: %@
pt: A requisição DELETE não foi bem-sucedida: %@
ro: Cererea DELETE nu a reușit: %@
ru: DELETE-запрос не был выполнен успешно: %@
sk: Požiadavka DELETE nebola úspešná: %@
sl: Zahteva DELETE ni uspela: %@
sr: DELETE захтев није успео: %@
sv: DELETE-begäran lyckades inte: %@
th: คำขอ DELETE ไม่สำเร็จ: %@
tr: DELETE isteği başarısız oldu: %@
tt: DELETE үтенече уңышсыз булды: %@
uk: Запит DELETE не був успішним: %@
ur: DELETE درخواست کامیاب نہیں ہوئی: %@
uz: DELETE so'rovi muvaffaqiyatsiz yakunlandi: %@
vi: Yêu cầu DELETE không thành công: %@
zh: DELETE 请求未成功：%@

# FIND_ERROR
source: The FIND request wasn't successful: %@
ar: فشل طلب FIND: %@
ba: FIND һорауы уңышһыҙ булды: %@
be: Запыт FIND не быў паспяховым: %@
bg: FIND заявката не бе успешна: %@
cs: Požadavek FIND nebyl úspěšný: %@
da: FIND-anmodningen var ikke succesfuld: %@
de: Die FIND-Anfrage war nicht erfolgreich: %@
el: Το αίτημα FIND δεν ήταν επιτυχές: %@
es: La solicitud FIND no fue exitosa: %@
fi: FIND-pyyntö epäonnistui: %@
fil: Ang FIND request ay hindi matagumpay: %@
fr: La requête FIND n'a pas abouti : %@
hi: FIND अनुरोध सफल नहीं था: %@
hr: FIND zahtjev nije uspio: %@
id: Permintaan FIND tidak berhasil: %@
it: La richiesta FIND non è riuscita: %@
ja: FINDリクエストが失敗しました：%@
kk: FIND сұрауы сәтсіз аяқталды: %@
ko: FIND 요청이 성공하지 못했습니다: %@
ky: FIND сурамы ийгиликсиз болду: %@
nb: FIND-forespørselen var ikke vellykket: %@
nl: Het FIND-verzoek was niet succesvol: %@
pl: Żądanie FIND nie powiodło się: %@
pt: A requisição FIND não foi bem-sucedida: %@
ro: Cererea FIND nu a reușit: %@
ru: FIND-запрос не был выполнен успешно: %@
sk: Požiadavka FIND nebola úspešná: %@
sl: Zahteva FIND ni uspela: %@
sr: FIND захтев није успео: %@
sv: FIND-begäran lyckades inte: %@
th: คำขอ FIND ไม่สำเร็จ: %@
tr: FIND isteği başarısız oldu: %@
tt: FIND үтенече уңышсыз булды: %@
uk: Запит FIND не був успішним: %@
ur: FIND درخواست کامیاب نہیں ہوئی: %@
uz: FIND so'rovi muvaffaqiyatsiz yakunlandi: %@
vi: Yêu cầu FIND không thành công: %@
zh: FIND 请求未成功：%@

# GET_ERROR
source: The GET request wasn't successful: %@
ar: فشل طلب GET: %@
ba: GET һорауы уңышһыҙ булды: %@
be: Запыт GET не быў паспяховым: %@
bg: GET заявката не бе успешна: %@
cs: Požadavek GET nebyl úspěšný: %@
da: GET-anmodningen var ikke succesfuld: %@
de: Die GET-Anfrage war nicht erfolgreich: %@
el: Το αίτημα GET δεν ήταν επιτυχές: %@
es: La solicitud GET no fue exitosa: %@
fi: GET-pyyntö epäonnistui: %@
fil: Ang GET request ay hindi matagumpay: %@
fr: La requête GET n'a pas abouti : %@
hi: GET अनुरोध सफल नहीं था: %@
hr: GET zahtjev nije uspio: %@
id: Permintaan GET tidak berhasil: %@
it: La richiesta GET non è riuscita: %@
ja: GETリクエストが失敗しました：%@
kk: GET сұрауы сәтсіз аяқталды: %@
ko: GET 요청이 성공하지 못했습니다: %@
ky: GET сурамы ийгиликсиз болду: %@
nb: GET-forespørselen var ikke vellykket: %@
nl: Het GET-verzoek was niet succesvol: %@
pl: Żądanie GET nie powiodło się: %@
pt: A requisição GET não foi bem-sucedida: %@
ro: Cererea GET nu a reușit: %@
ru: GET-запрос не был выполнен успешно: %@
sk: Požiadavka GET nebola úspešná: %@
sl: Zahteva GET ni uspela: %@
sr: GET захтев није успео: %@
sv: GET-begäran lyckades inte: %@
th: คำขอ GET ไม่สำเร็จ: %@
tr: GET isteği başarısız oldu: %@
tt: GET үтенече уңышсыз булды: %@
uk: Запит GET не був успішним: %@
ur: GET درخواست کامیاب نہیں ہوئی: %@
uz: GET so'rovi muvaffaqiyatsiz yakunlandi: %@
vi: Yêu cầu GET không thành công: %@
zh: GET 请求未成功：%@

# ID_MISSING_ERROR
source: The 'id' property is empty or missing in the provided document.
ar: خاصية 'id' فارغة أو مفقودة في المستند المقدم.
ba: Тәҡдим ителгән документта 'id' ҡасиәте буш йәки юҡ.
be: Уласцівасць 'id' пустая або адсутнічае ў прадастаўленым дакуменце.
bg: Свойството 'id' е празно или липсва в предоставения документ.
cs: Vlastnost 'id' je prázdná nebo chybí v poskytnutém dokumentu.
da: 'id'-egenskaben er tom eller mangler i det leverede dokument.
de: Die 'id'-Eigenschaft ist leer oder fehlt im bereitgestellten Dokument.
el: Η ιδιότητα 'id' είναι κενή ή λείπει στο παρεχόμενο έγγραφο.
es: La propiedad 'id' está vacía o falta en el documento proporcionado.
fi: 'id'-ominaisuus on tyhjä tai puuttuu annetussa asiakirjassa.
fil: Ang 'id' property ay walang laman o nawawala sa ibinigay na dokumento.
fr: La propriété 'id' est vide ou manquante dans le document fourni.
hi: 'id' गुण प्रदान किए गए दस्तावेज़ में खाली या गायब है।
hr: Svojstvo 'id' je prazno ili nedostaje u dostavljenom dokumentu.
id: Properti 'id' kosong atau tidak ada dalam dokumen yang diberikan.
it: La proprietà 'id' è vuota o mancante nel documento fornito.
ja: 提供されたドキュメントに 'id' プロパティが空またはありません。
kk: Ұсынылған құжатта 'id' қасиеті бос немесе жоқ.
ko: 제공된 문서에서 'id' 속성이 비어 있거나 없습니다.
ky: Берилген документте 'id' касиети бош же жок.
nb: 'id'-egenskapen er tom eller mangler i det oppgitte dokumentet.
nl: De 'id'-eigenschap is leeg of ontbreekt in het opgegeven document.
pl: Właściwość 'id' jest pusta lub brakuje jej w dostarczonym dokumencie.
pt: A propriedade 'id' está vazia ou ausente no documento fornecido.
ro: Proprietatea 'id' este goală sau lipsă din documentul furnizat.
ru: Свойство 'id' отсутствует или пусто в предоставленном документе.
sk: Vlastnosť 'id' je prázdna alebo chýba v poskytnutom dokumente.
sl: Lastnost 'id' je prazna ali manjka v predloženem dokumentu.
sr: Својство 'id' је празно или недостаје у датом документу.
sv: Egenskapen 'id' är tom eller saknas i det angivna dokumentet.
th: คุณสมบัติ 'id' ว่างหรือหายไปในเอกสารที่ให้มา
tr: Sağlanan belgede 'id' özelliği boş veya eksik.
tt: Тәкъдим ителгән документта 'id' үзенчәлеге буш яки юк.
uk: Властивість 'id' порожня або відсутня в наданому документі.
ur: 'id' پراپرٹی فراہم کردہ دستاویز میں خالی یا غائب ہے۔
uz: Ta'minlangan hujjatda 'id' xususiyati bo'sh yoki yo'q.
vi: Thuộc tính 'id' trống hoặc thiếu trong tài liệu được cung cấp.
zh: 提供的文档中 'id' 属性为空或缺失。

# INSERT_ERROR
source: The INSERT request wasn't successful: %@
ar: فشل طلب INSERT: %@
ba: INSERT һорауы уңышһыҙ булды: %@
be: Запыт INSERT не быў паспяховым: %@
bg: INSERT заявката не бе успешна: %@
cs: Požadavek INSERT nebyl úspěšný: %@
da: INSERT-anmodningen var ikke succesfuld: %@
de: Die INSERT-Anfrage war nicht erfolgreich: %@
el: Το αίτημα INSERT δεν ήταν επιτυχές: %@
es: La solicitud INSERT no fue exitosa: %@
fi: INSERT-pyyntö epäonnistui: %@
fil: Ang INSERT request ay hindi matagumpay: %@
fr: La requête INSERT n'a pas abouti : %@
hi: INSERT अनुरोध सफल नहीं था: %@
hr: INSERT zahtjev nije uspio: %@
id: Permintaan INSERT tidak berhasil: %@
it: La richiesta INSERT non è riuscita: %@
ja: INSERTリクエストが失敗しました：%@
kk: INSERT сұрауы сәтсіз аяқталды: %@
ko: INSERT 요청이 성공하지 못했습니다: %@
ky: INSERT сурамы ийгиликсиз болду: %@
nb: INSERT-forespørselen var ikke vellykket: %@
nl: Het INSERT-verzoek was niet succesvol: %@
pl: Żądanie INSERT nie powiodło się: %@
pt: A requisição INSERT não foi bem-sucedida: %@
ro: Cererea INSERT nu a reușit: %@
ru: INSERT-запрос не был выполнен успешно: %@
sk: Požiadavka INSERT nebola úspešná: %@
sl: Zahteva INSERT ni uspela: %@
sr: INSERT захтев није успео: %@
sv: INSERT-begäran lyckades inte: %@
th: คำขอ INSERT ไม่สำเร็จ: %@
tr: INSERT isteği başarısız oldu: %@
tt: INSERT үтенече уңышсыз булды: %@
uk: Запит INSERT не був успішним: %@
ur: INSERT درخواست کامیاب نہیں ہوئی: %@
uz: INSERT so'rovi muvaffaqiyatsiz yakunlandi: %@
vi: Yêu cầu INSERT không thành công: %@
zh: INSERT 请求未成功：%@

# NO_DATA_ERROR
source: The response body is missing the expected data.
ar: هيئة الاستجابة تفتقد البيانات المتوقعة.
ba: Яуап һүлеһендә көтелгән мәғлүмәт юҡ.
be: У адказе адсутнічаюць чаканыя дадзеныя.
bg: В тялото на отговора липсват очакваните данни.
cs: V těle odpovědi chybí očekávaná data.
da: Responskroppen mangler de forventede data.
de: Der Antwortkörper enthält nicht die erwarteten Daten.
el: Το σώμα της απάντησης δεν περιέχει τα αναμενόμενα δεδομένα.
es: El cuerpo de la respuesta no contiene los datos esperados.
fi: Vastauksen runko ei sisällä odotettuja tietoja.
fil: Ang response body ay kulang sa inaasahang data.
fr: Le corps de la réponse ne contient pas les données attendues.
hi: प्रतिक्रिया में अपेक्षित डेटा गायब है।
hr: Tijelo odgovora ne sadrži očekivane podatke.
id: Badan respons tidak memiliki data yang diharapkan.
it: Il corpo della risposta non contiene i dati previsti.
ja: レスポンスボディに期待されるデータがありません。
kk: Жауап денесінде күтілген деректер жоқ.
ko: 응답 본문에 예상된 데이터가 없습니다.
ky: Жооптун денесинде күтүлгөн маалыматтар жок.
nb: Responsen mangler de forventede dataene.
nl: De respons bevat niet de verwachte gegevens.
pl: W treści odpowiedzi brakuje oczekiwanych danych.
pt: O corpo da resposta está sem os dados esperados.
ro: Corpul răspunsului nu conține datele așteptate.
ru: В теле ответа отсутствуют ожидаемые данные.
sk: V tele odpovede chýbajú očakávané dáta.
sl: Vsebina odgovora ne vsebuje pričakovanih podatkov.
sr: У телу одговора недостају очекивани подаци.
sv: Svarskroppen saknar den förväntade datan.
th: เนื้อหาการตอบกลับขาดข้อมูลที่คาดหวัง
tr: Yanıt gövdesinde beklenen veri eksik.
tt: Җавап җисемендә көтелгән мәгълүматлар юк.
uk: У відповіді відсутні очікувані дані.
ur: جواب میں توقع کے مطابق ڈیٹا موجود نہیں ہے۔
uz: Javob tarkibida kutilgan ma'lumotlar yo'q.
vi: Phản hồi thiếu dữ liệu mong đợi.
zh: 响应正文中缺少预期的数据。

# REV_MISSING_ERROR
source: The '_rev' property is empty or missing in the provided document.
ar: خاصية '_rev' فارغة أو مفقودة في المستند المقدم.
ba: Тәҡдим ителгән документта '_rev' ҡасиәте буш йәки юҡ.
be: Уласцівасць '_rev' пустая або адсутнічае ў прадастаўленым дакуменце.
bg: Свойството '_rev' е празно или липсва в предоставения документ.
cs: Vlastnost '_rev' je prázdná nebo chybí v poskytnutém dokumentu.
da: '_rev'-egenskaben er tom eller mangler i det leverede dokument.
de: Die '_rev'-Eigenschaft ist leer oder fehlt im bereitgestellten Dokument.
el: Η ιδιότητα '_rev' είναι κενή ή λείπει στο παρεχόμενο έγγραφο.
es: La propiedad '_rev' está vacía o falta en el documento proporcionado.
fi: '_rev'-ominaisuus on tyhjä tai puuttuu annetussa asiakirjassa.
fil: Ang '_rev' property ay walang laman o nawawala sa ibinigay na dokumento.
fr: La propriété '_rev' est vide ou manquante dans le document fourni.
hi: '_rev' गुण प्रदान किए गए दस्तावेज़ में खाली या गायब है।
hr: Svojstvo '_rev' je prazno ili nedostaje u dostavljenom dokumentu.
id: Properti '_rev' kosong atau tidak ada dalam dokumen yang diberikan.
it: La proprietà '_rev' è vuota o mancante nel documento fornito.
ja: 提供されたドキュメントに '_rev' プロパティが空またはありません。
kk: Ұсынылған құжатта '_rev' қасиеті бос немесе жоқ.
ko: 제공된 문서에서 '_rev' 속성이 비어 있거나 없습니다.
ky: Берилген документте '_rev' касиети бош же жок.
nb: '_rev'-egenskapen er tom eller mangler i det oppgitte dokumentet.
nl: De '_rev'-eigenschap is leeg of ontbreekt in het opgegeven document.
pl: Właściwość '_rev' jest pusta lub brakuje jej w dostarczonym dokumencie.
pt: A propriedade '_rev' está vazia ou ausente no documento fornecido.
ro: Proprietatea '_rev' este goală sau lipsă din documentul furnizat.
ru: Свойство '_rev' отсутствует или пусто в предоставленном документе.
sk: Vlastnosť '_rev' je prázdna alebo chýba v poskytnutom dokumente.
sl: Lastnost '_rev' je prazna ali manjka v predloženem dokumentu.
sr: Својство '_rev' је празно или недостаје у датом документу.
sv: Egenskapen '_rev' är tom eller saknas i det angivna dokumentet.
th: คุณสมบัติ '_rev' ว่างหรือหายไปในเอกสารที่ให้มา
tr: Sağlanan belgede '_rev' özelliği boş veya eksik.
tt: Тәкъдим ителгән документта '_rev' үзенчәлеге буш яки юк.
uk: Властивість '_rev' порожня або відсутня в наданому документі.
ur: '_rev' پراپرٹی فراہم کردہ دستاویز میں خالی یا غائب ہے۔
uz: Ta'minlangan hujjatda '_rev' xususiyati bo'sh yoki yo'q.
vi: Thuộc tính '_rev' trống hoặc thiếu trong tài liệu được cung cấp.
zh: 提供的文档中 '_rev' 属性为空或缺失。

# UNAUTHORIZED_ERROR
source: Authentication failed due to an incorrect username or password.
ar: فشل المصادقة بسبب اسم مستخدم أو كلمة مرور غير صحيحة.
ba: Дөрөҫ булмаған ҡулланыусы исеме йәки серһүҙ сәбәпле аутентификация уңышһыҙ булды.
be: Аўтэнтыфікацыя не ўдалася з-за няправільнага імя карыстальніка або пароля.
bg: Удостоверяването не бе успешно поради неправилно потребителско име или парола.
cs: Ověření selhalo kvůli nesprávnému uživatelskému jménu nebo heslu.
da: Godkendelse mislykkedes på grund af et forkert brugernavn eller adgangskode.
de: Authentifizierung aufgrund eines falschen Benutzernamens oder Passworts fehlgeschlagen.
el: Η πιστοποίηση απέτυχε λόγω εσφαλμένου ονόματος χρήστη ή κωδικού πρόσβασης.
es: La autenticación falló debido a un nombre de usuario o contraseña incorrectos.
fi: Tunnistautuminen epäonnistui väärän käyttäjätunnuksen tai salasanan vuoksi.
fil: Nabigo ang authentication dahil sa maling username o password.
fr: L'authentification a échoué en raison d'un nom d'utilisateur ou d'un mot de passe incorrect.
hi: गलत उपयोगकर्ता नाम या पासवर्ड के कारण प्रमाणीकरण विफल हुआ।
hr: Autentifikacija nije uspjela zbog netočnog korisničkog imena ili lozinke.
id: Autentikasi gagal karena nama pengguna atau kata sandi salah.
it: Autenticazione fallita a causa di un nome utente o una password non corretti.
ja: ユーザー名またはパスワードが間違っているため、認証に失敗しました。
kk: Қате пайдаланушы аты немесе құпия сөз себебінен аутентификация сәтсіз аяқталды.
ko: 잘못된 사용자 이름 또는 비밀번호로 인해 인증에 실패했습니다.
ky: Туура эмес колдонуучу аты же сырсөз себебинен аутентификация ийгиликсиз болду.
nb: Autentisering mislyktes på grunn av feil brukernavn eller passord.
nl: Authenticatie mislukt vanwege een onjuiste gebruikersnaam of wachtwoord.
pl: Uwierzytelnienie nie powiodło się z powodu nieprawidłowej nazwy użytkownika lub hasła.
pt: A autenticação falhou devido a um nome de usuário ou senha incorretos.
ro: Autentificarea a eșuat din cauza unui nume de utilizator sau parolă incorectă.
ru: Ошибка аутентификации из-за неправильного имени пользователя или пароля.
sk: Overenie zlyhalo kvôli nesprávnemu používateľskému menu alebo heslu.
sl: Preverjanje pristnosti ni uspelo zaradi napačnega uporabniškega imena ali gesla.
sr: Аутентификација није успела због нетачног корисничког имена или лозинке.
sv: Autentisering misslyckades på grund av ett felaktigt användarnamn eller lösenord.
th: การตรวจสอบสิทธิ์ล้มเหลวเนื่องจากชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Yanlış kullanıcı adı veya şifre nedeniyle kimlik doğrulama başarısız oldu.
tt: Дөрес булмаган кулланучы исеме яки серсүз сәбәпле аутентификация уңышсыз булды.
uk: Помилка аутентифікації через неправильне ім'я користувача або пароль.
ur: غلط صارف نام یا پاس ورڈ کی وجہ سے تصدیق ناکام ہو گئی۔
uz: Noto'g'ri foydalanuvchi nomi yoki parol tufayli autentifikatsiya muvaffaqiyatsiz tugadi.
vi: Xác thực thất bại do tên người dùng hoặc mật khẩu không chính xác.
zh: 由于用户名或密码不正确，认证失败。

# UNKNOWN_RESPONSE_ERROR
source: The response from CouchDB was unrecognized or invalid.
ar: الاستجابة من CouchDB غير معروفة أو غير صالحة.
ba: CouchDB яуабы танылманы йәки дөрөҫ түгел.
be: Адказ ад CouchDB не быў распазнаны альбо несапраўдны.
bg: Отговорът от CouchDB беше неразпознат или невалиден.
cs: Odpověď z CouchDB nebyla rozpoznána nebo je neplatná.
da: Svaret fra CouchDB blev ikke genkendt eller er ugyldigt.
de: Die Antwort von CouchDB wurde nicht erkannt oder ist ungültig.
el: Η απάντηση από το CouchDB δεν αναγνωρίστηκε ή ήταν άκυρη.
es: La respuesta de CouchDB no fue reconocida o no es válida.
fi: CouchDB:n vastaus oli tunnistamaton tai virheellinen.
fil: Ang response mula sa CouchDB ay hindi nakilala o hindi wasto.
fr: La réponse de CouchDB n'a pas été reconnue ou est invalide.
hi: CouchDB से प्रतिक्रिया अपरिचित या अमान्य थी।
hr: Odgovor iz CouchDB-a nije prepoznat ili je nevažeći.
id: Tanggapan dari CouchDB tidak dikenali atau tidak valid.
it: La risposta da CouchDB non è stata riconosciuta o è invalida.
ja: CouchDBからの応答が認識できないか無効です。
kk: CouchDB жауабы танылмады немесе жарамсыз.
ko: CouchDB의 응답을 인식할 수 없거나 유효하지 않습니다.
ky: CouchDB жообу таанылган эмес же жараксыз болгон.
nb: Svaret fra CouchDB ble ikke gjenkjent eller var ugyldig.
nl: Het antwoord van CouchDB was niet herkend of ongeldig.
pl: Odpowiedź z CouchDB była nierozpoznana lub nieprawidłowa.
pt: A resposta do CouchDB não foi reconhecida ou é inválida.
ro: Răspunsul de la CouchDB a fost nerecunoscut sau invalid.
ru: Ответ от CouchDB не распознан или недействителен.
sk: Odpoveď z CouchDB nebola rozpoznaná alebo je neplatná.
sl: Odgovor iz CouchDB ni bil prepoznan ali je neveljaven.
sr: Одговор од CouchDB није препознат или је неважећи.
sv: Svaret från CouchDB var okänt eller ogiltigt.
th: การตอบกลับจาก CouchDB ไม่เป็นที่รู้จักหรือไม่ถูกต้อง
tr: CouchDB'den gelen yanıt tanınmadı veya geçersiz.
tt: CouchDB җавабы танылмады яки дөрес түгел.
uk: Відповідь від CouchDB не розпізнана або недійсна.
ur: CouchDB کا جواب غیر معروف یا غلط تھا۔
uz: CouchDB dan javob tanilmagan yoki yaroqsiz edi.
vi: Phản hồi từ CouchDB không được nhận dạng hoặc không hợp lệ.
zh: 来自 CouchDB 的响应无法识别或无效。

# UPDATE_ERROR
source: The UPDATE request wasn't successful: %@
ar: فشل طلب UPDATE: %@
ba: UPDATE һорауы уңышһыҙ булды: %@
be: Запыт UPDATE не быў паспяховым: %@
bg: UPDATE заявката не бе успешна: %@
cs: Požadavek UPDATE nebyl úspěšný: %@
da: UPDATE-anmodningen var ikke succesfuld: %@
de: Die UPDATE-Anfrage war nicht erfolgreich: %@
el: Το αίτημα UPDATE δεν ήταν επιτυχές: %@
es: La solicitud UPDATE no fue exitosa: %@
fi: UPDATE-pyyntö epäonnistui: %@
fil: Ang UPDATE request ay hindi matagumpay: %@
fr: La requête UPDATE n'a pas abouti : %@
hi: UPDATE अनुरोध सफल नहीं था: %@
hr: UPDATE zahtjev nije uspio: %@
id: Permintaan UPDATE tidak berhasil: %@
it: La richiesta UPDATE non è riuscita: %@
ja: UPDATEリクエストが失敗しました：%@
kk: UPDATE сұрауы сәтсіз аяқталды: %@
ko: UPDATE 요청이 성공하지 못했습니다: %@
ky: UPDATE сурамы ийгиликсиз болду: %@
nb: UPDATE-forespørselen var ikke vellykket: %@
nl: Het UPDATE-verzoek was niet succesvol: %@
pl: Żądanie UPDATE nie powiodło się: %@
pt: A requisição UPDATE não foi bem-sucedida: %@
ro: Cererea UPDATE nu a reușit: %@
ru: UPDATE-запрос не был выполнен успешно: %@
sk: Požiadavka UPDATE nebola úspešná: %@
sl: Zahteva UPDATE ni uspela: %@
sr: UPDATE захтев није успео: %@
sv: UPDATE-begäran lyckades inte: %@
th: คำขอ UPDATE ไม่สำเร็จ: %@
tr: UPDATE isteği başarısız oldu: %@
tt: UPDATE үтенече уңышсыз булды: %@
uk: Запит UPDATE не був успішним: %@
ur: UPDATE درخواست کامیاب نہیں ہوئی: %@
uz: UPDATE so'rovi muvaffaqiyatsiz yakunlandi: %@
vi: Yêu cầu UPDATE không thành công: %@
zh: UPDATE 请求未成功：%@
